Repository: clerk/clerk-ios
Catalog: Sources/ClerkKitUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fr, hi, it, ja, ko, pl, pt, ro, ru, tr, zh_hans

source: Verify your phone number
ar: التحقق من رقم هاتفك
de: Bestätigen Sie Ihre Telefonnummer
el: Επαληθεύστε τον αριθμό τηλεφώνου σας
es: Verifica tu número de teléfono
fr: Vérifiez votre numéro de téléphone
hi: अपना फोन का नंबर जांच लें
it: Verifica il tuo numero di telefono
ja: 電話番号を確認してください
ko: 전화번호를 확인하세요
pl: Zweryfikuj swój numer telefonu
pt: Verifique seu número de telefone
ro: Verifică numărul de telefon
ru: Подтвердите свой номер телефона
tr: Telefon numaranızı doğrulayın
zh_hans: 验证您的电话号码

source: Verifying...
ar: جاري التحقق...
de: Wird überprüft...
el: Επαλήθευση...
es: Verificando...
fr: Vérification...
hi: सत्यापित किया जा रहा है...
it: Verifica in corso...
ja: 確認中...
ko: 확인 중...
pl: Weryfikowanie...
pt: Verificando...
ro: Se verifică...
ru: Проверка...
tr: Doğrulanıyor...
zh_hans: 正在验证...

source: We are updating the available roles. Once that's done, you'll be able to invite members again.
ar: نحن نقوم بتحديث الأدوار المتاحة. بمجرد الانتهاء، ستتمكن من دعوة الأعضاء مرة أخرى.
de: Wir aktualisieren die verfügbaren Rollen. Sobald dies abgeschlossen ist, können Sie wieder Mitglieder einladen.
el: Ενημερώνουμε τους διαθέσιμους ρόλους. Μόλις ολοκληρωθεί, θα μπορείτε να προσκαλέσετε ξανά μέλη.
es: Estamos actualizando los roles disponibles. Una vez hecho esto, podrás invitar miembros de nuevo.
fr: Nous mettons à jour les rôles disponibles. Une fois terminé, vous pourrez de nouveau inviter des membres.
hi: हम उपलब्ध भूमिकाओं को अपडेट कर रहे हैं। यह पूरा होने के बाद, आप फिर से सदस्यों को आमंत्रित कर सकेंगे।
it: Stiamo aggiornando i ruoli disponibili. Al termine, potrai invitare di nuovo i membri.
ja: 利用可能なロールを更新しています。完了すると、再びメンバーを招待できるようになります。
ko: 사용 가능한 역할을 업데이트하고 있습니다. 완료되면 멤버를 다시 초대할 수 있습니다.
pl: Aktualizujemy dostępne role. Gdy skończymy, będzie można ponownie zapraszać członków.
pt: Estamos atualizando as funções disponíveis. Quando terminar, você poderá convidar membros novamente.
ro: Actualizăm rolurile disponibile. După ce terminăm, vei putea invita membri din nou.
ru: Мы обновляем доступные роли. Когда это будет завершено, вы снова сможете приглашать участников.
tr: Kullanılabilir roller güncelleniyor. Tamamlandığında üyeleri tekrar davet edebileceksiniz.
zh_hans: 我们正在更新可用角色。完成后，你将能够再次邀请成员。

source: We are updating the available roles. Once that's done, you'll be able to update roles again.
ar: نحن نقوم بتحديث الأدوار المتاحة. بمجرد الانتهاء، ستتمكن من تحديث الأدوار مرة أخرى.
de: Wir aktualisieren die verfügbaren Rollen. Sobald dies abgeschlossen ist, können Sie die Rollen wieder aktualisieren.
el: Ενημερώνουμε τους διαθέσιμους ρόλους. Μόλις ολοκληρωθεί, θα μπορείτε να ενημερώσετε ξανά τους ρόλους.
es: Estamos actualizando los roles disponibles. Una vez hecho esto, podrás actualizar los roles de nuevo.
fr: Nous mettons à jour les rôles disponibles. Une fois terminé, vous pourrez de nouveau modifier les rôles.
hi: हम उपलब्ध भूमिकाओं को अपडेट कर रहे हैं। एक बार यह हो जाने के बाद, आप फिर से भूमिकाएं अपडेट कर सकेंगे।
it: Stiamo aggiornando i ruoli disponibili. Una volta completato, potrai aggiornare nuovamente i ruoli.
ja: 利用可能なロールを更新しています。完了次第、ロールを再度更新できるようになります。
ko: 사용 가능한 역할을 업데이트하고 있어요. 끝나면 다시 역할을 바꿀 수 있어요.
pl: Aktualizujemy dostępne role. Gdy skończymy, będzie można ponownie aktualizować role.
pt: Estamos atualizando as funções disponíveis. Assim que isso for concluído, você poderá atualizar as funções novamente.
ro: Actualizăm rolurile disponibile. După ce terminăm, vei putea actualiza rolurile din nou.
ru: Мы обновляем доступные роли. Когда это будет завершено, вы снова сможете обновлять роли.
tr: Mevcut rolleri güncelliyoruz. Bu tamamlandığında rolleri tekrar güncelleyebileceksiniz.
zh_hans: 我们正在更新可用角色。完成后，您将能够再次更新角色。

source: Welcome! Please fill in the details to get started.
ar: مرحباً! يرجى ملء التفاصيل للبدء.
de: Willkommen! Bitte füllen Sie die Details aus, um loszulegen.
el: Καλώς ήρθατε! Παρακαλώ συμπληρώστε τα στοιχεία για να ξεκινήσετε.
es: ¡Bienvenido! Por favor completa los detalles para comenzar.
fr: Bienvenue ! Veuillez remplir les détails pour commencer.
hi: स्वागत है! शुरू करने के लिए कृपया विवरण भरें।
it: Benvenuto! Per favore compila i dettagli per iniziare.
ja: ようこそ！開始するには詳細を入力してください。
ko: 환영합니다! 시작하려면 세부 정보를 입력해 주세요.
pl: Witaj! Uzupełnij dane, aby rozpocząć.
pt: Bem-vindo! Preencha os detalhes para começar.
ro: Bun venit! Completează detaliile pentru a începe.
ru: Добро пожаловать! Заполните данные, чтобы начать.
tr: Hoş geldin! Başlamak için bilgileri doldur.
zh_hans: 欢迎！请填写详细信息以开始使用。

source: Welcome! Sign in to continue
ar: مرحباً! سجل دخولك للمتابعة
de: Willkommen! Melden Sie sich an, um fortzufahren
el: Καλώς ήρθατε! Συνδεθείτε για να συνεχίσετε
es: ¡Bienvenido! Inicia sesión para continuar
fr: Bienvenue ! Connectez-vous pour continuer
hi: स्वागत है! जारी रखने के लिए साइन इन करें
it: Benvenuto! Accedi per continuare
ja: ようこそ！続けるにはサインインしてください
ko: 환영합니다! 계속하려면 로그인하세요
pl: Witaj! Zaloguj się, aby kontynuować
pt: Bem-vindo! Entre para continuar
ro: Bun venit! Autentifică-te pentru a continua
ru: Добро пожаловать! Войдите, чтобы продолжить
tr: Hoş geldin! Devam etmek için giriş yap
zh_hans: 欢迎！登录以继续

source: When signing in, you will need to enter a verification code sent to this phone number as an additional step. Save these backup codes and store them somewhere safe. If you lose access to your authentication device, you can use backup codes to sign in.
ar: عند تسجيل الدخول، ستحتاج إلى إدخال رمز التحقق المرسل إلى رقم الهاتف هذا كخطوة إضافية. احفظ رموز النسخ الاحتياطي هذه واحتفظ بها في مكان آمن. إذا فقدت الوصول إلى جهاز المصادقة الخاص بك، يمكنك استخدام رموز النسخ الاحتياطي لتسجيل الدخول.
de: Bei der Anmeldung müssen Sie als zusätzlichen Schritt einen Bestätigungscode eingeben, der an diese Telefonnummer gesendet wird. Speichern Sie diese Backup-Codes und bewahren Sie sie an einem sicheren Ort auf. Wenn Sie den Zugang zu Ihrem Authentifizierungsgerät verlieren, können Sie Backup-Codes zur Anmeldung verwenden.
el: Κατά τη σύνδεση, θα χρειαστεί να εισαγάγετε έναν κωδικό επαλήθευσης που αποστέλλεται σε αυτόν τον αριθμό τηλεφώνου ως επιπλέον βήμα. Αποθηκεύστε αυτούς τους κωδικούς αντιγράφων ασφαλείας και φυλάξτε τους σε ασφαλές μέρος. Εάν χάσετε την πρόσβαση στη συσκευή επαλήθευσής σας, μπορείτε να χρησιμοποιήσετε κωδικούς αντιγράφων ασφαλείας για σύνδεση.
es: Al iniciar sesión, necesitarás ingresar un código de verificación enviado a este número de teléfono como paso adicional. Guarda estos códigos de respaldo y almacénalos en un lugar seguro. Si pierdes acceso a tu dispositivo de autenticación, puedes usar códigos de respaldo para iniciar sesión.
fr: Lors de la connexion, vous devrez saisir un code de vérification envoyé à ce numéro de téléphone comme étape supplémentaire. Enregistrez ces codes de sauvegarde et stockez-les dans un endroit sûr. Si vous perdez l'accès à votre appareil d'authentification, vous pouvez utiliser les codes de sauvegarde pour vous connecter.
hi: साइन इन करते समय, आपको एक अतिरिक्त चरण के रूप में इस फोन नंबर पर भेजा गया सत्यापन कोड दर्ज करना होगा। इन बैकअप कोड को सहेजें और उन्हें किसी सुरक्षित स्थान पर संग्रहीत करें। यदि आप अपने प्रमाणीकरण डिवाइस तक पहुंच खो देते हैं, तो आप साइन इन करने के लिए बैकअप कोड का उपयोग कर सकते हैं।
it: Durante l'accesso, dovrai inserire un codice di verifica inviato a questo numero di telefono come passaggio aggiuntivo. Salva questi codici di backup e conservali in un posto sicuro. Se perdi l'accesso al tuo dispositivo di autenticazione, puoi utilizzare i codici di backup per accedere.
ja: サインイン時に、追加のステップとしてこの電話番号に送信される確認コードを入力する必要があります。 これらのバックアップコードを保存し、安全な場所に保管してください。認証デバイスへのアクセスを失った場合、バックアップコードを使用してサインインできます。
ko: 로그인할 때 추가 단계로 이 전화번호로 전송된 확인 코드를 입력해야 합니다. 이 백업 코드를 저장하고 안전한 곳에 보관하세요. 인증 기기에 대한 액세스를 잃으면 백업 코드를 사용하여 로그인할 수 있습니다.
pl: Podczas logowania trzeba będzie wprowadzić kod weryfikacyjny wysłany na ten numer telefonu jako dodatkowy krok. Zapisz te kody zapasowe i przechowuj je w bezpiecznym miejscu. Jeśli utracisz dostęp do urządzenia uwierzytelniającego, możesz użyć kodów zapasowych do zalogowania się.
pt: Ao entrar, você precisará digitar um código de verificação enviado para este número de telefone como uma etapa adicional. Salve estes códigos de backup e guarde-os em um local seguro. Se você perder o acesso ao seu dispositivo de autenticação, pode usar códigos de backup para entrar.
ro: La autentificare, va trebui să introduci un cod de verificare trimis la acest număr de telefon ca pas suplimentar. Salvează aceste coduri de rezervă și păstrează-le într-un loc sigur. Dacă pierzi accesul la dispozitivul de autentificare, poți folosi codurile de rezervă pentru autentificare.
ru: При входе вам нужно будет ввести код подтверждения, отправленный на этот номер телефона, как дополнительный шаг. Сохраните эти резервные коды в надежном месте. Если вы потеряете доступ к устройству аутентификации, вы сможете использовать резервные коды для входа.
tr: Giriş yaparken ek bir adım olarak bu telefon numarasına gönderilen doğrulama kodunu girmeniz gerekecek. Bu yedek kodları kaydedin ve güvenli bir yerde saklayın. Doğrulama cihazınıza erişiminizi kaybederseniz giriş yapmak için yedek kodları kullanabilirsiniz.
zh_hans: 登录时，您需要输入发送到此电话号码的验证码作为额外步骤。 保存这些备份代码并将其存储在安全的地方。如果您无法访问身份验证设备，可以使用备份代码登录。

source: When you sign in, you'll be asked for a verification code sent to this phone number.
ar: عند تسجيل الدخول، سيُطلب منك إرسال رمز التحقق إلى رقم الهاتف هذا.
de: Wenn Sie sich anmelden, werden Sie nach einem Bestätigungscode gefragt, der an diese Telefonnummer gesendet wird.
el: Όταν συνδεθείτε, θα σας ζητηθεί ένας κωδικός επαλήθευσης που θα σταλεί σε αυτόν τον αριθμό τηλεφώνου.
es: Cuando inicie sesión, se le pedirá que envíe un código de verificación a este número de teléfono.
fr: Lorsque vous vous connectez, il vous sera demandé un code de vérification envoyé à ce numéro de téléphone.
hi: जब आप साइन इन करेंगे, तो आपसे इस फ़ोन नंबर पर भेजे गए सत्यापन कोड के लिए पूछा जाएगा।
it: Quando accedi, ti verrà chiesto un codice di verifica inviato a questo numero di telefono.
ja: サインインすると、この電話番号に送信される確認コードの入力が求められます。
ko: 로그인하면 이 전화번호로 전송된 인증 코드를 입력하라는 메시지가 표시됩니다.
pl: Podczas logowania poprosimy Cię o kod weryfikacyjny wysłany na ten numer telefonu.
pt: Ao fazer login, será solicitado um código de verificação enviado para este número de telefone.
ro: Când te autentifici, ți se va solicita un cod de verificare trimis la acest număr de telefon.
ru: При входе вам будет предложено ввести код подтверждения, отправленный на этот номер телефона.
tr: Giriş yaptığınızda bu telefon numarasına gönderilen doğrulama kodu istenecek.
zh_hans: 登录时，系统会要求您提供发送到该电话号码的验证码。

source: When you sign in, you'll need to enter a verification code from this authenticator app.
ar: عند تسجيل الدخول، ستحتاج إلى إدخال رمز التحقق من تطبيق المصادقة هذا.
de: Wenn Sie sich anmelden, müssen Sie einen Bestätigungscode aus dieser Authentifizierungs-App eingeben.
el: Όταν συνδέεστε, θα πρέπει να εισαγάγετε έναν κωδικό επαλήθευσης από αυτήν την εφαρμογή ελέγχου ταυτότητας.
es: Cuando inicie sesión, deberá ingresar un código de verificación desde esta aplicación de autenticación.
fr: Lorsque vous vous connectez, vous devrez saisir un code de vérification à partir de cette application d'authentification.
hi: जब आप साइन इन करते हैं, तो आपको इस प्रमाणक ऐप से एक सत्यापन कोड दर्ज करना होगा।
it: Quando accedi, dovrai inserire un codice di verifica da questa app di autenticazione.
ja: サインインするときは、この認証アプリからの確認コードを入力する必要があります。
ko: 로그인할 때 이 인증 앱의 인증 코드를 입력해야 합니다.
pl: Podczas logowania trzeba będzie wprowadzić kod weryfikacyjny z tej aplikacji uwierzytelniającej.
pt: Ao fazer login, você precisará inserir um código de verificação deste aplicativo autenticador.
ro: Când te autentifici, va trebui să introduci un cod de verificare din această aplicație de autentificare.
ru: При входе вам потребуется ввести код подтверждения из этого приложения-аутентификатора.
tr: Giriş yaptığınızda bu doğrulama uygulamasından bir kod girmeniz gerekecek.
zh_hans: 登录时，您需要输入此身份验证器应用程序中的验证码。

source: Whoops, something is wrong
ar: عذراً، هناك خطأ ما
de: Hoppla, etwas ist schiefgelaufen
el: Ωχ, κάτι πήγε στραβά
es: Ups, algo salió mal
fr: Oups, quelque chose ne va pas
hi: उफ़्फ़, कुछ गलत है
it: Ops, qualcosa non va
ja: おっと、何か問題が発生しました
ko: 앗, 문제가 발생했습니다
pl: Ups, coś jest nie tak
pt: Ops, algo está errado
ro: Ups, ceva nu este în regulă
ru: Упс, что-то не так
tr: Bir şeyler ters gitti
zh_hans: 哎呀，出错了

source: You
ar: أنت
de: Sie
el: Εσείς
es: Tú
fr: Vous
hi: आप
it: Tu
ja: あなた
ko: 본인
pl: Ty
pt: Você
ro: Tu
ru: Вы
tr: Siz
zh_hans: 您

source: You are no longer a member of this organization. Please choose another one.
ar: لم تعد عضوًا في هذه المنظمة. يرجى اختيار منظمة أخرى.
de: Sie sind kein Mitglied dieser Organisation mehr. Bitte wählen Sie eine andere aus.
el: Δεν είστε πλέον μέλος αυτού του οργανισμού. Επιλέξτε έναν άλλον.
es: Ya no eres miembro de esta organización. Elige otra.
fr: Vous n’êtes plus membre de cette organisation. Veuillez en choisir une autre.
hi: आप अब इस संगठन के सदस्य नहीं हैं। कृपया कोई दूसरा संगठन चुनें।
it: Non sei più membro di questa organizzazione. Scegline un'altra.
ja: この組織のメンバーではなくなりました。別の組織を選択してください。
ko: 이 조직의 멤버가 아닙니다. 다른 조직을 선택해 주세요.
pl: Nie jesteś już członkiem tej organizacji. Wybierz inną.
pt: Você não é mais membro desta organização. Escolha outra.
ro: Nu mai ești membru al acestei organizații. Alege alta.
ru: Вы больше не являетесь участником этой организации. Выберите другую.
tr: Artık bu kuruluşun bir üyesi değilsiniz. Lütfen başka bir kuruluş seçin.
zh_hans: 您不再是该组织的成员。请选择其他组织。

source: You are no longer a member of this organization. Please choose or create another one.
ar: لم تعد عضوًا في هذه المنظمة. يرجى اختيار منظمة أخرى أو إنشاء منظمة جديدة.
de: Sie sind kein Mitglied dieser Organisation mehr. Bitte wählen Sie eine andere aus oder erstellen Sie eine neue.
el: Δεν είστε πλέον μέλος αυτού του οργανισμού. Επιλέξτε έναν άλλον ή δημιουργήστε έναν νέο.
es: Ya no eres miembro de esta organización. Elige otra o crea una nueva.
fr: Vous n’êtes plus membre de cette organisation. Veuillez en choisir ou en créer une autre.
hi: आप अब इस संगठन के सदस्य नहीं हैं। कृपया कोई दूसरा संगठन चुनें या नया बनाएँ।
it: Non sei più membro di questa organizzazione. Scegline un'altra o creane una nuova.
ja: この組織のメンバーではなくなりました。別の組織を選択するか、新しく作成してください。
ko: 이 조직의 멤버가 아닙니다. 다른 조직을 선택하거나 새로 만들어 주세요.
pl: Nie jesteś już członkiem tej organizacji. Wybierz lub utwórz inną.
pt: Você não é mais membro desta organização. Escolha outra ou crie uma nova.
ro: Nu mai ești membru al acestei organizații. Alege sau creează alta.
ru: Вы больше не являетесь участником этой организации. Выберите или создайте другую.
tr: Artık bu kuruluşun bir üyesi değilsiniz. Lütfen başka bir kuruluş seçin veya yeni bir kuruluş oluşturun.
zh_hans: 您不再是该组织的成员。请选择其他组织或创建新组织。

source: You can change the passkey name to make it easier to find.
ar: يمكنك تغيير اسم مفتاح المرور لتسهيل العثور عليه.
de: Sie können den Passkey-Namen ändern, um ihn leichter zu finden.
el: Μπορείτε να αλλάξετε το όνομα του passkey για να είναι πιο εύκολο να το βρείτε.
es: Puedes cambiar el nombre de la llave de acceso para que sea más fácil de encontrar.
fr: Vous pouvez changer le nom de la clé d'accès pour la retrouver plus facilement.
hi: आप पासकी का नाम बदल सकते हैं ताकि इसे खोजना आसान हो जाए।
it: Puoi cambiare il nome della passkey per renderla più facile da trovare.
ja: パスキー名を変更することで、見つけやすくすることができます。
ko: 패스키 이름을 변경하여 더 쉽게 찾을 수 있습니다.
pl: Możesz zmienić nazwę klucza dostępu, aby łatwiej go znaleźć.
pt: Você pode alterar o nome da chave de acesso para facilitar a localização.
ro: Poți schimba numele cheii de acces pentru a o găsi mai ușor.
ru: Вы можете изменить название ключа доступа, чтобы его было проще найти.
tr: Geçiş anahtarı adını kolayca bulabilmek için değiştirebilirsiniz.
zh_hans: 您可以更改通行密钥名称，以便更容易找到。

source: You must belong to an organization
ar: يجب أن تنتمي إلى منظمة
de: Sie müssen einer Organisation angehören
el: Πρέπει να ανήκετε σε έναν οργανισμό
es: Debe pertenecer a una organización
fr: Vous devez appartenir à une organisation
hi: आपको किसी संगठन से संबंधित होना चाहिए
it: Devi appartenere a un'organizzazione
ja: 組織に所属する必要があります
ko: 조직에 소속되어 있어야 합니다
pl: Musisz należeć do organizacji
pt: Você deve pertencer a uma organização
ro: Trebuie să aparții unei organizații
ru: Вы должны состоять в организации
tr: Bir kuruluşun üyesi olmalısınız
zh_hans: 您必须属于一个组织

source: You'll need to verify this email address before it can be added to your account.
ar: ستحتاج إلى التحقق من عنوان البريد الإلكتروني هذا قبل أن تتمكن من إضافته إلى حسابك.
de: Sie müssen diese E-Mail-Adresse verifizieren, bevor sie zu Ihrem Konto hinzugefügt werden kann.
el: Θα χρειαστεί να επαληθεύσετε αυτή τη διεύθυνση email πριν προστεθεί στον λογαριασμό σας.
es: Deberá verificar esta dirección de correo electrónico antes de que pueda agregarse a su cuenta.
fr: Vous devrez vérifier cette adresse e-mail avant qu'elle puisse être ajoutée à votre compte.
hi: इस ईमेल पते को अपने खाते में जोड़ने से पहले आपको इसे सत्यापित करना होगा।
it: Dovrai verificare questo indirizzo email prima che possa essere aggiunto al tuo account.
ja: このメールアドレスをアカウントに追加する前に、確認が必要です。
ko: 이 이메일 주소를 계정에 추가하기 전에 확인해야 합니다.
pl: Musisz zweryfikować ten adres e-mail, zanim będzie można dodać go do konta.
pt: Você precisará verificar este endereço de e-mail antes que ele possa ser adicionado à sua conta.
ro: Va trebui să verifici această adresă de email înainte să poată fi adăugată în cont.
ru: Вам нужно подтвердить этот адрес электронной почты, прежде чем его можно будет добавить в учетную запись.
tr: Bu e-posta adresini hesabınıza eklemeden önce doğrulamanız gerekecek.
zh_hans: 在将此电子邮箱地址添加到您的账户之前，您需要先进行验证。

source: You're signing in from a new device. We're asking for verification to keep your account secure.
ar: أنت تسجل الدخول من جهاز جديد. نطلب التحقق للحفاظ على أمان حسابك.
de: Sie melden sich von einem neuen Gerät an. Wir bitten um Verifizierung, um Ihr Konto sicher zu halten.
el: Συνδέεστε από μια νέα συσκευή. Ζητάμε επαλήθευση για να διατηρήσουμε τον λογαριασμό σας ασφαλή.
es: Estás iniciando sesión desde un dispositivo nuevo. Estamos solicitando verificación para mantener tu cuenta segura.
fr: Vous vous connectez depuis un nouvel appareil. Nous demandons une vérification pour sécuriser votre compte.
hi: आप एक नए डिवाइस से साइन इन कर रहे हैं। हम आपके खाते को सुरक्षित रखने के लिए सत्यापन मांग रहे हैं।
it: Stai effettuando l'accesso da un nuovo dispositivo. Richiediamo la verifica per mantenere il tuo account sicuro.
ja: 新しいデバイスからサインインしています。アカウントを保護するために確認を求めています。
ko: 새 기기에서 로그인하고 있습니다. 계정을 안전하게 유지하기 위해 확인을 요청하고 있습니다.
pl: Logujesz się z nowego urządzenia. Prosimy o weryfikację, aby chronić Twoje konto.
pt: Você está fazendo login de um novo dispositivo. Estamos solicitando verificação para manter sua conta segura.
ro: Te autentifici de pe un dispozitiv nou. Solicităm verificare pentru a-ți proteja contul.
ru: Вы входите с нового устройства. Мы запрашиваем подтверждение, чтобы защитить вашу учетную запись.
tr: Yeni bir cihazdan giriş yapıyorsunuz. Hesabınızın güvenliği için doğrulama istiyoruz.
zh_hans: 您正在从新设备登录。我们要求进行验证以保护您的账户安全。

source: Your account requires a new password before you can continue
ar: يتطلب حسابك كلمة مرور جديدة قبل أن تتمكن من المتابعة.
de: Ihr Konto erfordert ein neues Passwort, bevor Sie fortfahren können.
el: Ο λογαριασμός σας απαιτεί νέο κωδικό πρόσβασης πριν μπορέσετε να συνεχίσετε.
es: Tu cuenta requiere una nueva contraseña antes de poder continuar.
fr: Votre compte nécessite un nouveau mot de passe avant de pouvoir continuer.
hi: जारी रखने से पहले आपके खाते को एक नए पासवर्ड की आवश्यकता है।
it: Il tuo account richiede una nuova password prima di poter continuare.
ja: 続行するには、アカウントに新しいパスワードを設定する必要があります。
ko: 계속하기 전에 계정에 새 비밀번호를 설정해야 합니다.
pl: Konto wymaga ustawienia nowego hasła, zanim będzie można kontynuować
pt: Sua conta requer uma nova senha antes de poder continuar.
ro: Contul tău necesită o parolă nouă înainte de a continua
ru: Для продолжения вашей учетной записи требуется новый пароль
tr: Devam etmeden önce hesabınız için yeni bir parola belirlemeniz gerekiyor
zh_hans: 您的账户需要设置新密码才能继续。

source: Your backup code is the one you got when setting up two-step authentication.
ar: رمز النسخ الاحتياطي الخاص بك هو الرمز الذي حصلت عليه عند إعداد المصادقة بخطوتين.
de: Ihr Backup-Code ist der Code, den Sie bei der Einrichtung der Zwei-Schritt-Authentifizierung erhalten haben.
el: Ο εφεδρικός σας κωδικός είναι αυτός που λάβατε κατά τη ρύθμιση του ελέγχου ταυτότητας δύο βημάτων.
es: Tu código de respaldo es el que recibiste al configurar la autenticación en dos pasos.
fr: Votre code de secours est celui que vous avez reçu lors de la configuration de l'authentification à deux étapes.
hi: आपका बैकअप कोड वही है जो आपने दो-चरणीय प्रमाणीकरण सेट करते समय प्राप्त किया था।
it: Il tuo codice di backup è quello che hai ricevuto durante la configurazione dell'autenticazione a due fattori.
ja: バックアップコードは、2段階認証の設定時に取得したものです。
ko: 백업 코드는 2단계 인증을 설정할 때 받은 코드입니다.
pl: Kod zapasowy to ten otrzymany podczas konfigurowania uwierzytelniania dwuetapowego.
pt: Seu código de backup é aquele que você recebeu ao configurar a autenticação em duas etapas.
ro: Codul de rezervă este cel pe care l-ai primit când ai configurat autentificarea în doi pași.
ru: Резервный код — это код, который вы получили при настройке двухэтапной аутентификации.
tr: Yedek kodunuz iki adımlı doğrulamayı kurarken aldığınız koddur.
zh_hans: 您的备用码是在设置两步验证时获得的。

source: Update %@
de: %@ aktualisieren
el: Ενημέρωση %@
es: Actualizar %@
fr: Mettre à jour %@
hi: %@ अपडेट करें
it: Aggiorna %@
ja: %@ の更新
ko: %@ 업데이트
pl: Zaktualizuj %@
pt: Atualizar %@
ro: Actualizează %@
ru: Обновить %@
tr: %@ adlı alan adını güncelle
zh_hans: 更新 %@
